20251117T135151==ai--breach-of-confidential-relationship-causing-financial-harm__confidential_relationship.tex
% Created 2025-11-17 Mon 14:21
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{LOLH}
\date{\textit{{[}2025-11-17 Mon 13:51]}}
\title{Breach of Confidential Relationship Causing Financial Harm}
\hypersetup{
 pdfauthor={LOLH},
 pdftitle={Breach of Confidential Relationship Causing Financial Harm},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 30.2 (Org mode 9.7.11)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\section*{Summary}
\label{sec:org8079384}

Under Washington State  law, a claim for breach  of close confidential
relationship  that   causes  financial  harm  requires   proving  four
essential elements:

\begin{itemize}
\item 1) the existence of a confidential relationship where one person has
gained the confidence of another and purports to act or advise with
the other's interest in mind,

\item 2) breach of that relationship through bad faith conduct,

\item 3) resulting financial injury or  harm, and

\item 4) proximate  causation between  the  breach and  the damages.
\end{itemize}

Washington  courts have  established  that confidential  relationships
arise from  personal rather than professional  connections and require
more than  mere friendship  or family ties—there  must be  evidence of
special confidence reposed in advice and the advisor's acceptance of a
role to act in the principal's interest.

Financial  harm must  be  proven with  clear,  cogent, and  convincing
evidence.

Remedies may include
\begin{itemize}
\item constructive trust,
\item restitution,
\item disgorgement, or
\item monetary damages.
\end{itemize}
\section*{Legal Framework for Confidential Relationships}
\label{sec:org3bee969}

Washington courts  recognize that breach of  confidential relationship
claims are closely related to undue influence claims and are developed
through  judicial  precedent  rather than  statutory  authority.   The
foundational case  [KeyCite Yellow] \uline{Flag McCutcheon  v.  Brownfield}, 2
Wash.App.  348  (1970) established  the basic framework  for analyzing
confidential  relationships in  the  context of  undue influence  that
continues  to  govern  these  claims   today.   The  court  defined  a
confidential  relationship  as  existing  "when  one  has  gained  the
confidence of the other and purports to act or advise with the other's
interest in mind."  [KeyCite Yellow  Flag] \uline{McCutcheon v. Brownfield}, 2
Wash.App.  348  (1970).  This relationship is  "particularly likely to
exist where there is a family relationship," but family ties alone are
insufficient  to  establish  the necessary  legal  standard.  [KeyCite
Yellow Flag] \uline{McCutcheon v. Brownfield}, 2 Wash.App. 348 (1970).

The  Washington Court  of  Appeals in  [KeyCite  Yellow Flag]  \uline{Seattle
Northwest Securities Corp. v. SDG  Holding Co., Inc.}, 61 Wash.App. 725
(1991)  clarified that  confidential relationships  "may exist  either
because  of  the  nature  of  the  relationship  between  the  parties
historically    considered   fiduciary    in   character"    such   as
attorney-client   or   physician-patient    relationships,   "or   the
confidential relationship between persons involved may exist in fact."
{[}KeyCite  Yellow Flag]  \uline{Seattle  Northwest Securities  Corp.  v.   SDG
Holding  Co.,  Inc.}, 61  Wash.App.  725  (1991). This  distinction  is
crucial  because it  separates  formal fiduciary  duties arising  from
professional  relationships   from  confidential   relationships  that
develop through personal interactions and dependency.
\section*{Essential Elements of the Claim}
\label{sec:org68c7dd4}

\subsection*{Element One: Existence of Confidential Relationship}
\label{sec:org5755f78}

The   first  element   requires  establishing   that  a   confidential
relationship actually  existed between  the parties.   [KeyCite Yellow
Flag] \uline{Lewis v.  Estate of Lewis}, 45 Wash.App. 387  (1986) provides the
most  detailed  analysis  of   this  requirement,  holding  that  "the
essential elements  of a  confidential relationship  are
\begin{itemize}
\item (1) that the parent reposes some special confidence in the child's
advice and
\item (2) that the child purports to advise with his parent's interests in
mind."  [KeyCite Yellow Flag] \uline{Lewis v.  Estate of Lewis}, 45
Wash.App.  387 (1986).
\end{itemize}

The court  emphasized that while confidential  relationships are "more
likely to  exist between  parent and child,  parentage alone  does not
create  the  relationship"  and  "additional  factors  are  required."
{[}KeyCite  Yellow Flag]  \uline{Lewis v.  Estate  of Lewis},  45 Wash.App.  387
(1986).

The McCutcheon court explained that parentage may furnish the occasion
for a confidential relationship "when  the parent may become dependent
upon the  child, either for  support and  maintenance, or for  care or
protection in business matters as well, or for both, and the child, by
virtue  of  factors of  personality  and  superior knowledge  and  the
assumption of the role of adviser  accepted by the parent, may acquire
a status, vis-a-vis the parent, that will bring about the confidential
relationship."   [KeyCite Yellow  Flag]  \uline{McCutcheon  v. Brownfield},  2
Wash.App.   348 (1970).  This analysis  requires examining  the actual
dynamics  of  dependency  and   advice-giving  rather  than  presuming
relationships based on family status.

Recent cases have  reinforced that mere friendship  is insufficient to
establish a confidential relationship. In [KeyCite Yellow Flag] \uline{Kitsap
Bank  v.  Denley},  177  Wash.App.   559 (2013),  the  court held  that
"although Lanterno  was Correll's close  friend, a friendship,  on its
own, does not establish a confidential relationship."  [KeyCite Yellow
Flag] \uline{Kitsap  Bank v.   Denley}, 177 Wash.App.   559 (2013).  The court
distinguished confidential relationships,  which "generally arise from
personal  relationships," from  fiduciary relationships,  which "arise
from professional  relationships."  [KeyCite Yellow Flag]  \uline{Kitsap Bank
v. Denley}, 177 Wash.App. 559 (2013).
\subsection*{Element Two: Breach of the Confidential Relationship}
\label{sec:org8d830f2}

The  second   element  requires  proving   that  the  person   in  the
confidential relationship  breached their duty of  good faith. \uline{Georges
v.   Loutsis},  20   Wash.2d  92  (1944)  established   that  while  "a
confidential relationship demands  the best of good  faith in business
dealings." there  "must be a  breach of good  faith before a  cause of
action arises."  \uline{Georges  v.  Loutsis}, 20 Wash.2d 92  (1944) The court
held that the  confidential relationship alone "forms no  ground for a
cause  of  action" without  evidence  of  actual misconduct.   \uline{Georges
v. Loutsis}, 20 Wash.2d 92 (1944).

The  breach typically  involves the  person in  the position  of trust
using their influence  for personal gain at the expense  of the person
who reposed  confidence in  them. In the  context of  undue influence,
McCutcheon  identified  several  factors  that  can  evidence  breach,
including:
\begin{itemize}
\item taking advantage of the principal's impaired mental condition,
\item acting contrary to the principal's prior expressed intentions,
\item failing to provide independent advice, preparing documents through
the advisor's personal attorney without separate consultation, and
\item creating arrangements that leave the principal financially
dependent.
\end{itemize}

{[}KeyCite  Yellow Flag]  \uline{McCutcheon  v.  Brownfield},  2 Wash.App.   348
(1970).
