20251117T135151==ai--breach-of-confidential-relationship-causing-financial-harm__confidential_relationship.tex
\subsection*{Element Three: Financial Injury or Harm}
\label{sec:org44da48c}

The third element requires proof  of actual financial injury resulting
from  the  breach.  Recent  Washington  cases  have strengthened  this
requirement,  with \uline{Matter  of Estate  of Kolesar},  27 Wash.App.2d  166
(2023) emphasizing  that "in  cases where a  confidential relationship
resulted in undue influence, there  typically is evidence of some type
of loss resulting from that relationship" and "there must be something
more  than  the  relationship."   \uline{Matter  of  Estate  of  Kolesar},  27
Wash.App.2d 166  (2023). The court  explained that "a focus  on simply
what was given up, without consideration  of what was received, is not
sufficient to establish that  an unfair transaction occurred." \uline{Matter
of Estate of Kolesar}, 27 Wash.App.2d 166 (2023).

The financial  harm element  aligns with  general breach  of fiduciary
duty requirements.  [KeyCite Yellow Flag]  \uline{Arden v. Forsberg \& Umlauf,
P.S.}, 193 Wash.App. 731 (2016) held that "The plaintiff must prove

\begin{itemize}
\item 1) the existence  of a  fiduciary duty,

\item 2) a breach of that fiduciary duty,

\item 3) resulting injury, and

\item 4) that the breach of duty proximately caused the injury."  [KeyCite
Yellow Flag] \uline{Arden v.  Forsberg \& Umlauf, P.S.}, 193 Wash.App.  731
(2016).
\end{itemize}

The court emphasized  that "an attorney can be liable  for a breach of
fiduciary  duty only  if  the breach  caused  some injury."   [KeyCite
Yellow  Flag] \uline{Arden  v. Forsberg  \&  Umlauf, P.S.},  193 Wash.App.  731
(2016).
\subsection*{Element Four: Proximate Causation}
\label{sec:org59865bd}

The  fourth  element requires  establishing  that  the breach  of  the
confidential relationship proximately caused  the financial harm. This
element ensures  that damages  are not awarded  for losses  that would
have occurred regardless of the breach. The Arden court confirmed that
causation  is  an  essential   element  of  fiduciary  breach  claims,
requiring  proof  "that the  breach  of  duty proximately  caused  the
injury."  [KeyCite Yellow Flag] \uline{Arden  v. Forsberg \& Umlauf, P.S.}, 193
Wash.App. 731 (2016).
\section*{Burden of Proof and Evidentiary Standards}
\label{sec:orgc4a410f}

Washington   courts   apply   heightened  evidentiary   standards   to
transactions between persons in confidential relationships. \uline{McCutcheon}
held that "because  undue influence is treated in law  as a species of
fraud,  evidence  of   a  gift  between  persons   in  a  confidential
relationship must  be clear, cogent and  convincing."  [KeyCite Yellow
Flag] \uline{McCutcheon v.  Brownfield}, 2 Wash.App. 348 (1970). This elevated
burden  reflects  the  serious  nature  of  the  allegations  and  the
potential for abuse in relationships involving trust and dependency.

When a confidential  relationship is established, the  burden of proof
may shift in certain contexts.   [KeyCite Yellow Flag] \uline{Lewis v. Estate
of  Lewis}, 45  Wash.App.  387 (1986)  explained  that "generally,  one
seeking to set aside an inter vivos gift has the burden of showing the
invalidity thereof," but "the burden shifts, however, if the donor and
donee  shared a  confidential  relationship."   [KeyCite Yellow  Flag]
\uline{Lewis v. Estate of Lewis}, 45  Wash.App. 387 (1986). In such cases, "the
donee must then prove that a gift was intended and that it was not the
product of undue influence."  [KeyCite Yellow Flag] \uline{Lewis v. Estate of
Lewis}, 45 Wash.App. 387 (1986).
\section*{Available Remedies}
\label{sec:org98c6289}

Washington  courts provide  several  remedies for  proven breaches  of
confidential relationships.  \uline{Venwest Yachts, Inc. v.  Schweickert}, 142
Wash.App.   886 (2008)  explained  that "a  constructive  trust is  an
equitable  remedy  that  compels   restoration  where  a  party  gains
something for himself which, 'in equity and good conscience, he should
not be permitted to hold.'"  \uline{Venwest Yachts, Inc.  v. Schweickert}, 142
Wash.App. 886 (2008). The court emphasized that "in deciding to impose
a  constructive trust,  the  question is  whether  the enrichment  was
unjust, not whether  the holder of the property acted  with bad motive
or  malicious intent."   \uline{Venwest  Yachts, Inc.   v.  Schweickert},  142
Wash.App. 886 (2008).

Courts may also order disgorgement  of profits obtained through breach
of  confidential  relationships,  similar to  other  fiduciary  breach
remedies, though such awards require  proof of the breach and improper
gains. [NEED CITATIONS HERE]
\section*{Distinguishing Confidential from Fiduciary Relationships}
\label{sec:org4d322a1}

Washington  courts  carefully distinguish  confidential  relationships
from  formal fiduciary  relationships.  [KeyCite  Yellow Flag]  \uline{Kitsap
Bank v. Denley},  177 Wash.App. 559 (2013)  explained that confidential
relationships  "generally  arise  from personal  relationships"  while
fiduciary  relationships  "arise   from  professional  relationships."
{[}KeyCite Yellow Flag] \uline{Kitsap Bank v. Denley}, 177 Wash.App. 559 (2013).
This distinction affects both the analysis of whether the relationship
exists and the duties that flow from it.

The \uline{McCutcheon}  court noted that confidential  relationships may exist
either because of relationships  "historically considered fiduciary in
character"  such as  "trustee  and beneficiary,  principal and  agent,
partner and partner, husband and wife, physician and patient, attorney
and  client" or  because  "confidential  relationship between  persons
involved  may exist  in fact."   [KeyCite Yellow  Flag] \uline{McCutcheon  v.
Brownfield},  2  Wash.App.   348   (1970).   The  factual  confidential
relationships require case-by-case analysis of the actual relationship
dynamics.
\section*{Recent Developments}
\label{sec:org70ee826}

Recent  Washington  cases  show  important  developments  in  applying
confidential relationship principles. \uline{Matter  of Estate of Kolesar}, 27
Wash.App.2d 166 (2023) in 2023 emphasized that courts require evidence
of actual loss rather than  just unbalanced transactions, stating that
"there must  be something more  than the relationship" to  establish a
valid claim.  This represents a  trend toward requiring  more concrete
evidence of harm beyond the existence of the relationship itself.

\uline{Mueller v. Wells}, 185 Wash.2d 1 (2016) in 2016 refined the analysis to
focus  on whether  there  exists  "a level  of  trust  that leads  the
testator to believe that the beneficiary  is acting in his or her best
interests, creating an opportunity for  the beneficiary to exert undue
influence."  [KeyCite  Yellow Flag] \uline{Mueller  v.  Wells}, 185  Wash.2d 1
(2016).  This formulation  emphasizes  the  practical opportunity  for
abuse rather than abstract relationship categories.

The 2016 [KeyCite  Yellow Flag] \uline{Arden v. Forsberg \&  Umlauf, P.S.}, 193
Wash.App. 731 (2016) decision clarified  that breach of fiduciary duty
claims, which  share similar  elements with  confidential relationship
breach claims, require proof of actual resulting damages, not just the
breach  itself. This  reinforces the  trend toward  requiring concrete
proof  of  financial  harm  rather than  presuming  damages  from  the
relationship breach.
