20251117T135151==ai--breach-of-confidential-relationship-causing-financial-harm__confidential_relationship.tex
\section*{Related Issues}
\label{sec:org88e09f6}

\begin{description}
\item[{Undue  influence claims }] often  arise together  with confidential
relationship breach claims, particularly in estate and gift contexts
where the  confidential relationship creates a  presumption of undue
influence

\item[{Constructive trust claims}] requently sought as an equitable remedy
when  someone  breaches  a  confidential  relationship  and  obtains
property or benefits they should not retain in good conscience

\item[{Professional  malpractice}] when confidential  relationships arise
from professional services like attorney-client or physician-patient
relationships, creating overlapping duties and potential claims

\item[{Elder  abuse}] in cases  involving older  vulnerable adults  where
family members or caregivers  exploit confidential relationships for
financial gain, often triggering both civil and criminal liability
\end{description}
\section*{Commentary on This Question}
\label{sec:org79556d8}

A claim for breach of a confidential or fiduciary relationship causing
financial  harm generally  requires  showing

\begin{itemize}
\item 1)  the  existence of  a confidential or fiduciary relationship,

\item 2)  a breach or abuse of that duty, and

\item 3) resulting damages  proximately caused by the  breach.
\end{itemize}

A confidential  relationship arises when  one party reposes  trust and
confidence  in another  who  holds a  superior  or dominant  position,
resulting in a  disparity of bargaining power or  influence.

The duty entails
\begin{itemize}
\item acting with  loyalty and care,
\item avoiding self-dealing, and
\item not  profiting  from  the relationship  without  consent.
\end{itemize}

Courts examine  the totality  of circumstances  to establish  both the
relationship and  its breach;  mere breach  of oral  agreements absent
fraud, mistake, or confidential relationship is insufficient to impose
equitable remedies  such as constructive  trusts.
\begin{itemize}
\item 79 AMJUR POF  3d 269,
\item BOGERT § 482.
\end{itemize}


Under Washington law and  similarly in other jurisdictions, plaintiffs
must prove  damages resulting from  the breach and a  proximate causal
link  to the  misconduct. Constructive  fraud claims  may not  require
actual  intent to  deceive  but arise  from breach  of  duty within  a
relationship of  trust, inducing justifiable reliance  and injury. The
breach  can  be  inequitable  conduct,  self-dealing,  or  failure  of
loyalty,  often supported  by evidence  of dominance  or overmastering
influence.  The terms  fiduciary  and  confidential relationships  are
closely related,  with fiduciary duties often  implying disclosure and
loyalty obligations enforceable by law.
\begin{itemize}
\item 77 COA2d 215,
\item BOGERT § 482.
\end{itemize}


The above response  is AI-generated and may contain  errors. It should
be verified for accuracy.
\end{document}
